a52dec
aalib
abseil-cpp
accountsservice
acl
acpid
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amdvlk
aom
apache
appstream
apr
apr-util
archlinux-keyring
argon2
aribb24
aspell
at-spi2-core
atkmm
attica
attr
audit
augeas
autoconf
automake
avahi
baloo
baloo-widgets
baobab
base
base-devel
bash
bc
binutils
bison
blas
bluez
bluez-libs
bolt
boost-libs
botan2
bridge-utils
brltty
brotli
btrfs-assistant
btrfs-assistant-debug
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
capstone
cblas
cdparanoia
chaotic-keyring
chaotic-mirrorlist
chromaprint
cifs-utils
cjson
cliphist
cmake
colord
colord-gtk-common
colord-gtk4
colord-sane
confuse
convertlit
coreutils
cpio
cppdap
cracklib
cronie
cryptsetup
cups-pk-helper
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-python
dconf
ddcutil
debootstrap
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
djvulibre
dkms
dmidecode
dnsmasq
dolphin
dosfstools
dotconf
double-conversion
dtc
duktape
dvisvgm
e2fsprogs
ebook-tools
editorconfig-core-c
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
enchant
envycontrol
epiphany
evince
evolution-data-server
exempi
exfatprogs
exiv2
expat
extra-cmake-modules
f2fs-tools
faac
faad2
fakeroot
fastfetch
feh
ffcall
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flashrom
flatpak
flex
fluidsynth
fmt
folks
fontconfig
freeglut
freerdp
freerdp2
freetype2
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
gamescope
gawk
gc
gcab
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
gdm
geforcenow-electron
geforcenow-electron-debug
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghostscript
giflib
git
gjs
glew
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glm
glslang
glu
glycin
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth-3.0
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gom
goverlay
gparted
gperftools
gpgme
gpm
gptfdisk
gpu-screen-recorder-git
gpu-screen-recorder-git-debug
gpu-screen-recorder-gtk-git
gpu-screen-recorder-gtk-git-debug
graphene
graphite
graphviz
grep
grilo
grilo-plugins
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-editing-services
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview3
gtksourceview4
gtksourceview5
gts
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hivex
hunspell
hwdata
hyphen
i2c-tools
iana-etc
icu
iio-sensor-proxy
ijs
imagemagick
imath
imlib2
iniparser
intel-ucode
iproute2
iptables-nft
iputils
iso-codes
jansson
jbig2dec
jbigkit
jfsutils
js115
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kparts
krb5
kscreen
kservice
ksvg
ktextwidgets
kuserfeedback
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
layer-shell-qt
lcms2
ldb
lenovolegionlinux-git
lenovolegionlinux-git-debug
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-sqlite
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdmapsharing
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedataserverui4
libedit
libei
libelf
libepoxy
libevdev
libevent
libewf
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libgcrypt
libgdata
libgdm
libgee
libgexiv2
libgirepository
libglvnd
libgme
libgnomekbd
libgoa
libgovirt
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libguestfs
libgusb
libgweather-4
libgxps
libhandy
libheif
libibus
libical
libice
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libiptcdata
libisl
libisoburn
libisofs
libjcat
libjpeg-turbo
libjxl
libkexiv2
libksba
libkscreen
liblc3
libldac
libldap
libldm
libliftoff
liblouis
liblqr
liblrdf
libltc
libmad
libmalcontent
libmanette
libmatroska
libmbim
libmd
libmediaart
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmysofa
libnautilus-extension
libnbd
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnma-common
libnma-gtk4
libnotify
libnsl
libnvme
liboauth
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libpipewire
libplacebo
libplasma
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libraqm
libraw1394
librest
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libshumate
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libslirp
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libuv
libva
libva-nvidia-driver-git
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvncserver
libvorbis
libvpl
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwnck3
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-vfio
llvm-libs
lm_sensors
lmdb
loupe
lrzip
lsb-release
lsof
lsscsi
lua
luajit
luminance-debug
lv2
lvm2
lxappearance
lz4
lzo
lzop
m4
mailcap
make
malcontent
man-db
mangohud
md4c
mdadm
media-player-info
mesa
mesa-utils
micro
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mpfr
mpg123
mpv
msgraph
mtdev
mtools
mujs
multipath-tools
mutter
nautilus
ncurses
ndctl
neofetch
neon
net-snmp
netpbm
nettle
networkmanager
nftables
nilfs-utils
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numactl
nvidia-dkms
nvidia-settings
nvidia-utils
nwg-look-bin
nwg-look-bin-debug
ocl-icd
openal
openbsd-netcat
opencore-amr
openexr
openjpeg2
openssh
openssl
openvr
optimus-manager-qt-debug
opus
orc
orca
osinfo-db
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
papirus-icon-theme
parted
passim
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-libintl-perl
perl-mailtools
perl-timedate
phodav
phonon-qt6
phonon-qt6-vlc
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
plasma-activities
plasma5support
playerctl
polkit
polkit-gnome
polkit-qt6
polybar
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
potrace
procps-ng
protobuf
protobuf-c
psmisc
python
python-argcomplete
python-autocommand
python-babel
python-build
python-cairo
python-charset-normalizer
python-click
python-contourpy
python-cycler
python-darkdetect
python-dateutil
python-distro
python-docutils
python-fastjsonschema
python-fonttools
python-gobject
python-idna
python-imagesize
python-inflect
python-iniconfig
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-kiwisolver
python-markupsafe
python-matplotlib
python-more-itertools
python-numpy
python-ordered-set
python-packaging
python-pillow
python-pipx
python-platformdirs
python-pluggy
python-psutil
python-pygments
python-pyparsing
python-pyproject-hooks
python-pyqt5
python-pyqt5-sip
python-pyqt6
python-pyqt6-sip
python-pytest
python-pytz
python-pyxdg
python-requests
python-setproctitle
python-setuptools
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-tomli
python-trove-classifiers
python-typeguard
python-typing_extensions
python-urllib3
python-userpath
python-validate-pyproject
python-wheel
python-yaml
pywal-16-colors
qbittorrent
qca-qt6
qemu-base
qemu-common
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qhull
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-sensors
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6ct
qt6pas
raptor
rav1e
readline
refind
reiserfsprogs
rhash
rsync
rtkit
rtmpdump
rubberband
run-parts
rygel
sane
sbc
sbctl
sddm
sdl2
sdl2_ttf
seabios
seatd
sed
serd
shaderc
shadow
shared-mime-info
simple-scan
slang
sleuthkit
smbclient
snap-pac
snapper
snapper-rollback
snappy
snapshot
sndio
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
spdlog
speech-dispatcher
speex
speexdsp
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
starship
startup-notification
steam
steamtinkerlaunch
strace
sudo
supermin
sushi
svt-av1
svt-hevc
syndication
syntax-highlighting
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
tecla
tevent
texinfo
texlive-basic
texlive-bin
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-pictures
thin-provisioning-tools
thunderbird
totem
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
tslib
ttf-amiri
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-roboto-mono-nerd
ttf-segoe-ui-variable
ttf-ubuntu-arabic
tui-journal
twolame
tzdata
uchardet
udisks2
uhttpmock
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vde2
vid.stab
vim
vim-runtime
virt-install
virt-manager
virt-viewer
virtiofsd
vlc
vmaf
volume_key
vte-common
vte3
vte4
vulkan-headers
vulkan-icd-loader
wavpack
waybar
wayland
webkit2gtk-4.1
webkitgtk-6.0
webrtc-audio-processing-1
wezterm
wezterm-shell-integration
wezterm-terminfo
wget
which
wildmidi
wireplumber
wl-clipboard
wlroots
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorg-xwininfo
xorgproto
xvidcore
xxhash
xz
yad
yajl
yara
yay
yay-debug
yelp
yelp-xsl
zbar
zenity
zeromq
zimg
zix
zlib
zram-generator
zsh
zstd
zvbi
zxing-cpp
zziplib
