acpid
acpilight
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
alacritty
alsa-utils
ark
baobab
base
base-devel
bat
bluez
bluez-utils
cronie
cups
dolphin
duf
efibootmgr
epiphany
evince
firefox
flatpak
fwupd
gamemode
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
goverlay
gparted
grilo-plugins
grub
grub-btrfs
grub-customizer
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haveged
inetutils
inotify-tools
inxi
kate
kcalc
kdeconnect
kinit
konsole
krunner
kscreen
kvantum
linux
linux-firmware
loupe
lsp-plugins
malcontent
micro
mirro-rs
nano
nautilus
neofetch
networkmanager
ntfs-3g
ntp
nvidia-open
nvidia-settings
nvtop
okular
openssh
orca
os-prober
packagekit-qt5
pacman-contrib
pipewire-alsa
pipewire-pulse
plasma-desktop
plasma-meta
plocate
power-profiles-daemon
print-manager
python-pip
python-pipx
python-pywal
qt5-quickcontrols
reflector
rsync
rygel
sbctl
sddm
simple-scan
snap-pac
snapper
snapshot
spectacle
steam
sushi
tecla
totem
tracker3-miners
ttf-firacode-nerd
ttf-hack-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono-nerd
tui-journal
vlc
wget
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
yelp
zellij
zram-generator
zsh
